Repository: OpenLD/enigma2
Catalog: lib/python/Plugins/SystemPlugins/NumberZapExt/locale/*/LC_MESSAGES/NumberZapExt.po
Languages: es

source: << Press colors keys (the first four bouquets) >>
es: << Pulse las teclas de colores (los primeros cuatro bouquets) >>

source: << Press menu key (for priority bouquets) >>
es: << Pulse tecla Menú (para prioridad de bouquets) >>

source: Action:
es: Acción:

source: Alternative service counter in bouquets
es: Contador alternativo de canales en los bouquets

source: Behavior when timeshift is enabled
es: Comportamiento cuando Timeshift está activado

source: Cancel
es: Cancelar

source: Channel:
es: Canal:

source: Check timeshift of 0 key in recall service
es: Compruebe Timeshift boton 0 clave en el servicio de recordatorio

source: Confirmation on hotkey action
es: Confirmación para teclas de acceso directo

source: Directory browser
es: Navegador de directorio

source: Enable bouquets hotkeys
es: Habilitar teclas de acceso rápido en bouquets

source: Enable extended number zap
es: Activar extended number zap

source: Enable number hotkeys
es: Habilitar teclas de acceso rápido de números

source: Enable picons
es: Activar picons

source: Extended NumberZap Setup
es: Configuración de Extended NumberZap

source: Extended NumberZap addon
es: Complemento Extended NumberZap

source: GUI needs a restart to apply changes 'Behavior when timeshift is enabled'. Restart the GUI now?
es: GUI necesita reiniciarse para aplicar cambios en ’Comportamiento cuando Timeshift está activado’. ¿Reiniciar GUI ahora?

source: Hotkey action have priority
es: Las teclas de acceso rápido tienen prioridad

source: Hotkey bouquets have priority
es: Las teclas de acceso rápido de bouquets tienen prioridad

source: No (close)
es: No (cerrar)

source: No (do not remind)
es: No (no recordar)

source: Number:
es: Número:

source: Picons directory (press OK)
es: Directorio Picons ( Pulse OK)

source: Really run %s now?
es: ¿Ejecutar %s ahora?

source: Restart GUI
es: Reinicar GUI

source: Save
es: Guardar

source: Service
es: Canal

source: Time to wait next keypress (milliseconds)
es: Tiempo de espera siguiente pulsación de tecla (milisegundos)

source: always number zap
es: Siempre number zap

source: current: %s
es: Actual: %s

source: invalid channel number
es: Número canal inválido

source: only seek jump if available
es: Solo busca salto si está disponible

source: service not found
es: Canal no encontrado

source: standart
es: Estándar

source: System Shutdown
es: Apagar

source: System Reboot
es: Reiniciar

source: Enigma Restart
es: Reiniciar Enigma

source: Enigma Standby
es: Modo de espera

source: Service Info
es: Información de canal

source: Timers List
es: Lista de temporizadores

source: Plugin Browser
es: Navegador de complementos

source: Extensions Menu
es: Menú de extensiones

source: Menu Mainmenu
es: Menú principal

source: Menu Setup
es: Menú configuración

source: Menu System
es: Menú sistema

source: Menu Service Searching
es: Menú búsqueda de canales

source: Menu Information
es: Menú Información

source: Menu Harddisk
es: Menú de disco duro

source: Menu Standby/Restart
es: Menú de apagado

source: Menuitem About
es: Acerca de

source: Menuitem Manual Scan
es: Búsqueda manual

source: Menuitem Network
es: Red

source: Menuitem Language
es: Idioma

source: Setup A/V Settings
es: Configurar ajustes A/V

source: Setup Customize
es: Configurar personalización

source: Setup Network
es: Configurar red

source: Setup Timezone
es: Configurar zona horaria

source: Extended NumberZap Setup
es: Configuración de Extended NumberZap
